/*ru*/
sUIName = "Установка беспроводного адаптера";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Версия утилита";
sDriver = "Версия драйвера: ";
sCopyright = "Авторское право 2015. Все права защищены.";
About_Utility = "Об установке беспроводного адаптера";
Hide_Utility = "Спрятать установку беспроводного адаптера";
Quit_Utility = "Выйти из установки беспроводного адаптера";
Help_Utility = "Помощь в установке беспроводного адаптера";

OK = "OK";
CANCEL = "Отмена";
NO = "Нет";
YES = "Да";
SELECT = "Выбрать";
Radio_ON = "Включить Радио";
Radio_OFF = "Отключить Радио";
ShortStr = "short";
LongStr = "long";

NoneStr = "Нет";
ConnectedStr = "Подключен";
DisconnectedStr = "Отключено";
InfrastructureStr = "Инфраструктура";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Без шифрования";

WPS_init_Str = "начать WPS процесс ";
WPS_scan_Str = "Сканировать Активный WPS AP";
WPS_connect_Str = "Подключиться к Активному WPS AP";
WPS_handshake_Str = "Начать установление WPS связи";
WPS_exchange_Str = "Обмен WPS сообщением ";
WPS_done_Str = "Обмен WPS сообщением [закончено]";
WPS_fail_Str = "попробуйте подключиться к другому WPS AP";
WPS_start_Str = "НАЧАТЬ WPS";
WPS_finish_Str = "WPS Протокол Завершен !!";
WPS_auto_connect_Str = "Подключение WPS AP произойдет автоматически.";
WPS_timeout_Str = "WPS Время вышло !!";


Wps_overlap_Str = "Наложения сеансов";
Wps_more_pbc_Str = "Больше одной AP в состоянии PBC !!";
Wps_retry_Str = "Используйте PIN или подождите и попробуйте снова.";

ERROR0 = "ОШИБКА";
ERROR1 = "Введите ключ!";
ERROR2 = "Неправильный индекс wep ключа!!! ";
ERROR3 = "Длина ключа должна быть от 8 до 64 знаков.";
ERROR4 = "Ключ сети не в шестнадцатеричном формате!";
ERROR5 = "Длина ASCII ключа должна быть 5 или 13 знаков!";
ERROR6 = "Длина ключа сети неправильная!";
ERROR7 = "Длина ключа сети должна быть 10 или 26 знаков!";
ERROR8 = "Ключ Сети и ключ подтверждения не совпадают!";
ERROR9 = "Ключ сети не в ASCII формате!";
ERROR10 = "Ключ сети не в 64HEX формате!";

WARNING0 = "Предупреждение";
WARNING1 = "Введите SSID";
WARNING2 = "Введите имя Профиля";
WARNING3 = "Длина SSID не должна быть больше 32 знаков.";
WARNING4 = "Этот профиль уже существует. Заменить этот профиль?";
WARNING5 = "Вы уверены, что хотите удалить выбранные Профили?";

NOTICE0 = "ПРЕДУПРЕЖДЕНИЕ";
NOTICE1 = "Ошибка AP состояния.";
NOTICE2 = "Ошибка STA  состояния.";
NOTICE3 = "Ошибка установки значения QOSMode";
NOTICE4 = "Ошибка получения значения QOSMode";
NOTICE5 = "Неправильное значение QOSMode";	
NOTICE6 = "RTSThreshold вне допустимых пределов(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold вне допустимых пределов(256 ~ 2432)";
NOTICE8 = "Включите WLAN карту в Сетевых Настройках.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Свойства безопасности Беспроводного соединения";
ProfileProperty_ActionText = "Введите строку Ключа до того, как кликнуть【OK】для подключения  ==>";